---
kind: other
id: Methods.T:Autodesk.Revit.DB.Document
zh: 文档、文件
source: html/f4fb9f58-4933-f84e-8715-3ea73291b27f.htm
---
# Document Methods

**中文**: 文档、文件

Acquires coordinates from the specified link instance.